Tekla Open API Reference for Tekla Structures 2025
RebarThreadingDataNullable Constructor
 Initializes a new instance of the RebarThreadingDataNullable class.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public RebarThreadingDataNullable()
Public Sub New
See Also
Reference
RebarThreadingDataNullable Class
Tekla.Structures.Model Namespace